<?php  session_start();
include("header.php");
//5.Connecting to DB
?>





  <main id="main">

    <!-- ======= Breadcrumbs ======= -->
    <section id="breadcrumbs" class="breadcrumbs">
      <div class="container">


        <h2>About Us</h2>

      </div>
    </section><!-- End Breadcrumbs -->

    <!-- ======= About Section ======= -->
    <section id="about" class="about">
      <div class="container">

        <div class="row">
          <div class="col-lg-6 text-center">
            <img src="images/devi.jpg" class="img-fluid" alt="">
          </div>
          <div class="col-lg-6 pt-4 pt-lg-0 content">
            <h3>श्री रेणुका माता मंदिर, बेलगाव ट्रस्ट</h3>
            <p>
              शक्तिपीठातील पूर्ण पीठ म्हणजे नांदेड जिल्ह्यातील माहुर आणि तेथील माहुरगडची रेणुका. ही भगवान परशुरामाची जननी. जमदग्नी ऋषींची पत्नी. महालक्ष्मी आणि तुळजाभवानीची माहिती घेत असताना आपण त्यांच्या मूर्ती पाहिल्या. सुंदर घडविलेल्या मूर्ती विविध चिन्हे, शस्त्र धरण केलेल्या होत्या. माहुरगडनिवासिनी वेगळी आहे. अनघड, अमूर्त रूपातील ही देवी मातृदेवता आहे.
            </p>
			<p>
			रेणुकेच्या उत्पत्तीची कथा अनेक ठिकाणी येते. रेणुकेचा सर्वांत जुना संदर्भ आपल्याला महाभारतात सापडतो. महाभारताच्या वनपर्वात आणि अनुशासनपर्वात रेणुकेची कथा येते. एके ठिकाणी तिची उत्पत्ती कमळापासून आहे, असे मांडले आहे, तर दुसरीकडे ती राजा प्रसेनजितची कन्या आहे. काही परंपरांनुसार ही ईक्ष्वाकू घराण्याचा राजा रेणू याची कन्या आहे. पुराणांच्या मते, ही अदितीचे रूप आहे. स्कंद पुराणातील कथेत राजा रेणूने पुत्रकामेष्टी यज्ञ केला. या यज्ञातून पुत्र न येता कन्या प्राप्त झाली. रेणूची कन्या म्हणून रेणुका, असे देवीचे नाव पुढे आले. पुढे रेणुकेचा विवाह जमदग्नी ऋषींशी झाला.
			</p>
			
          </div> <br>
		  <p class="mt-4">
		  त्यांना पाच मुलगे झाले. भगवान परशुराम हे सर्वांत लहान. एकदा नदीवर स्नानासाठी गेली असता रेणुकेला चित्ररथ गंधर्व जलक्रीडा करताना दिसतात. येथे आश्रमात जमदग्नी ऋषींना हा सर्व प्रकार लक्षात येतो आणि ते आपल्या चारही मुलांना रेणुकेचा शिरच्छेद करण्यास सांगतात. चारही मुलांनी असमर्थता दर्शविल्यावर जमदग्नी परशुरामचा धावा करतात. परशुराम क्षणात हजर होतात. वडिलांच्या इच्छेनुसार ते आईचा शिरच्छेद करतात. प्रसन्न झालेल्या जमदग्नींकडे आईला पूर्ववत करण्याचा वर मागतात. वनपर्वात आलेली ही कथा अशीच विष्णुपुराण, स्कंदपुराणात आलेली दिसते.
		  </p>
		  <p>
		  रेणुकेला काही भागांत, विशेषतः दक्षिणेत येल्लम्मा, मरिअम्मा नावांनी ओळखली जाते. रेणुकेचा शिरच्छेद करण्यास सांगितल्यावर एक बाई तिच्या रक्षणास पुढे आली. परशुराम दोघींना वेगळे करण्याचा प्रयत्न करतात; पण ते न झाल्याने त्यांनी दोघींचाही शिरच्छेद केला. जमदग्नींकडे आईला जिवंत करण्याचा वर मागितल्यावर, त्यांनी परशुरामांना आपल्या कमंडलूतील पाणी शिंपडण्यास संगितले. आईला जिवंत करण्याच्या घाईत परशुरामांनी शिरांची अदलाबदल केली. त्यातून रेणुकेचे शिर आणि बाईचे धड; तसेच बाईचे शिर आणि रेणुकेचे धड, अशा दोन देवता निर्माण झालेल्या दिसतात. पहिली देवी येल्लमा म्हणून ओळखली जाऊ लागली. या सगळ्या कथा रेणुकेच्या अस्तित्वाविषयी सांगतात. एक कथा तिच्या अमूर्त तांदळा रूपाविषयी सांगते.
		  </p>
        </div>

      </div>
    </section><!-- End About Section -->






  </main><!-- End #main -->





<?php include("footer.php");?>

